---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCAnyHandle
source: html/28d36dd7-f8b8-11dc-e4ca-b0d3d4f0ef8b.htm
---
# IFCAnyHandle Members

Creates an attribute that is an aggregate. TODO: Rename to createAggregateByRef